<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Квадратные Уравнения</title>
    <link rel="stylesheet" href="../css/style.css">
    <link rel="stylesheet" href="../css/normalize.css">
    <script type="text/javascript" id="MathJax-script" async
    src="https://cdn.jsdelivr.net/npm/mathjax@3/es5/tex-mml-chtml.js">
    </script>
</head>
<body>
    <header class="header">
        <nav class="header-nav">
            <ul class="header-menu">
                <li class="header-menu-item menu-logo"><a href="../index.html"><img src="../img/logo.svg" alt="#" class="logo"></a></li>
                <li class="header-menu-item"><a href="../pages/theory.html" class="header-menu-link">\(ax^2 + bx + c = 0\)</a></li>
                <li class="header-menu-item"><a href="../pages/practice.html" class="header-menu-link">Практика</a></li>
            </ul>
        </nav>
    </header>
    <main class="main">
        <div class="content">
            <table align="center" class="maket">   
                <tr>
                    <td>№1<br>1. Разложите на множители \(18x^2 − 63x + 55\)<br>
                        2. Разложите на множители \(x^2 + 26x + 168\) <br>
                        3. Разложите на множители \(−22x^2 + 37x − 13\) <br>
                        4. Разложите на множители \(−20x^2 + 7x + 3\) <br>
                        5. Разложите на множители \(x^2 + 21x + 90\) <br>
                        </td>
                    <td>№2<br>1. Разложите на множители \(3x^2 + x − 2\)<br>
                        2. Разложите на множители \(x^2 + 8x − 84\) <br>
                        3. Разложите на множители \(7x^2 − 6x − 13\)<br>
                        4. Разложите на множители \(10x^2 − 49x + 60\) <br>
                        5. Разложите на множители \(20x^2 + 21x + 4\) <br>
                        </td></tr><tr>
                    <td>№3<br>1. Разложите на множители \(2x^2 + x − 1\)<br>
                        2. Разложите на множители \(9x^2 + 11x + 2\) <br>
                        3. Разложите на множители \(−5x^2 + 3x + 14\) <br>
                        4. Разложите на множители \(−5x^2 + 38x − 65\) <br>
                        5. Разложите на множители \(24x^2 + 25x + 6\)<br>
                        </td>
                    <td>№4<br>1. Разложите на множители \(6x^2 + 67x + 182\)<br>
                        2. Разложите на множители \(−7x^2 + 26x − 24\) <br>
                        3. Разложите на множители \(11x^2 + 4x − 7\) <br>
                        4. Разложите на множители \(11x^2 − 2x − 9\) <br>
                        5. Разложите на множители \(9x^2 + 32x + 15\) <br>
                        </td></tr><tr>
                    <td>№5<br>1. Разложите на множители \(x^2 + 10x + 9\)<br>
                        2. Разложите на множители \(−2x^2 + 11x − 9\) <br>
                        3. Разложите на множители \(−11x^2 + 17x − 6\) <br>
                        4. Разложите на множители \(6x^2 − 5x − 14\) <br>
                        5. Разложите на множители \(9x^2 + 35x + 24\) <br>
                        </td>
                    <td>№6<br>1. Разложите на множители \(−21x^2 + 58x − 40\)<br>
                        2. Разложите на множители \(5x^2 − 7x − 6\) <br>
                        3. Разложите на множители \(27x^2 − 39x + 10\) <br>
                        4. Разложите на множители \(x^2 + 9x − 52\) <br>
                        5. Разложите на множители \(6x^2 + 13x + 7\) <br>
                        </td></tr><tr>
                    <td>№7<br>1. Разложите на множители \(7x^2 + 38x + 40\)<br>
                        2. Разложите на множители \(−2x^2 + 37x − 126\) <br>
                        3. Разложите на множители \(18x^2 − 63x + 55\) <br>
                        4. Разложите на множители \(10x^2 − 63x + 98\) <br>
                        5. Разложите на множители \(−4x^2 + x + 5\) <br>
                        </td>
                    <td>№8<br>1. Разложите на множители \(12x^2 + 16x − 3\)<br>
                        2. Разложите на множители \(26x^2 − 33x + 10\) <br>
                        3. Разложите на множители \(x^2 − 11x − 60\) <br>
                        4. Разложите на множители \(14x^2 + 27x + 9\) <br>
                        5. Разложите на множители \(8x^2 − 29x + 26\) <br>
                        </td></tr><tr>
                    <td>№9<br>1. Разложите на множители \(7x^2 + 15x + 8\)<br>
                        2. Разложите на множители \(x^2 − 10x + 24\) <br>
                        3. Разложите на множители \(11x^2 + 21x + 10\) <br>
                        4. Разложите на множители \(7x^2 + 6x − 16\)<br>
                        5. Разложите на множители \(12x^2 − 23x + 11\) <br>
                       </td>
                    <td>№10<br>1. Разложите на множители \(25x^2 + 55x + 28\)<br>
                        2. Разложите на множители \(x^2 − 22x + 120\) <br>
                        3. Разложите на множители \(12x^2 + 7x − 5\) <br>
                        4. Разложите на множители \(4x^2 + 17x + 15\) <br>
                        5. Разложите на множители \(12x^2 + 17x + 6\) <br>
                        </td></tr><tr>
                    <td>№11<br>1. Разложите на множители \(8x^2 − 21x + 10\)<br>
                        2. Разложите на множители \(13x^2 + 10x − 3\) <br>
                        3. Разложите на множители \(2x^2 + 19x + 44\) <br>
                        4. Разложите на множители \(16x^2 + 38x + 15\) <br>
                        5. Разложите на множители \(−4x^2 + 45x − 104\) <br>
                        </td>
                    <td>№12<br>1. Разложите на множители \(15x^2 − 14x − 1\)<br>
                        2. Разложите на множители \(11x^2 + 19x + 8\) <br>
                        3. Разложите на множители \(x^2 − 11x + 30\) <br>
                        4. Разложите на множители \(−2x^2 + 7x + 30\) <br>
                        5. Разложите на множители \(−9x^2 + 19x − 10\) <br>
                        </td></tr><tr>
                    <td>№13<br>1. Разложите на множители \(x^2 + 16x + 55\)<br>
                        2. Разложите на множители \(7x^2 + 18x + 8\) <br>
                        3. Разложите на множители \(−15x^2 + 13x + 2\) <br>
                        4. Разложите на множители \(25x^2 − 60x + 32\) <br>
                        5. Разложите на множители \(−5x^2 + 18x − 13\) <br>
                        </td>
                    <td>№14<br>1. Разложите на множители \(22x^2 + 53x + 30\)<br>
                        2. Разложите на множители \(x^2 + 10x + 24\) <br>
                        3. Разложите на множители \(5x^2 + 19x + 12\) <br>
                        4. Разложите на множители \(x^2 − 7x − 44\) <br>
                        5. Разложите на множители \(4x^2 + 40x + 99\) <br>
                        </td></tr><tr>
                    <td>№15<br>1. Разложите на множители \(x^2 − x − 42\)<br>
                        2. Разложите на множители \(26x^2 + 59x + 30\) <br>
                        3. Разложите на множители \(−5x^2 + 23x − 26\) <br>
                        4. Разложите на множители \(7x^2 + 9x − 10\) <br>
                        5. Разложите на множители \(11x^2 + 16x + 5\) <br>
                        </td>
                    <td>№16<br>1. Разложите на множители \(3x^2 − 17x + 14\)<br>
                        2. Разложите на множители \(x^2 + 3x − 88\) <br>
                        3. Разложите на множители \(−6x^2 + 25x − 26\) <br>
                        4. Разложите на множители \(2x^2 + 5x − 25\) <br>
                        5. Разложите на множители \(6x^2 + 7x − 10\) <br>
                        </td></tr><tr>
                    <td>№17<br>1. Разложите на множители \(6x^2 + 37x + 55\)<br>
                        2. Разложите на множители \(10x^2 + 49x + 60\) <br>
                        3. Разложите на множители \(5x^2 + 17x + 12\) <br>
                        4. Разложите на множители \(3x^2 + 4x − 20\) <br>
                        5. Разложите на множители \(−2x^2 + x + 36\) <br>
                        </td>
                    <td>№18<br>1. Разложите на множители \(21x^2 + 10x + 1\)<br>
                        2. Разложите на множители \(24x^2 − 67x + 45\) <br>
                        3. Разложите на множители \(x^2 + 2x − 99\) <br>
                        4. Разложите на множители \(2x^2 + 5x − 52\) <br>
                        5. Разложите на множители \(−6x^2 + 19x − 8\) <br>
                        </td></tr><tr>
                    <td>№19<br>1. Разложите на множители \(6x^2 − 11x + 5\)<br>
                        2. Разложите на множители \(x^2 + 18x + 45\) <br>
                        3. Разложите на множители \(9x^2 − 22x + 13\) <br>
                        4. Разложите на множители \(x^2 − 18x + 72\) <br>
                        5. Разложите на множители \(−11x^2 + 36x − 28\) <br>
                        </td>
                    <td>№20<br>1. Разложите на множители \(4x^2 + 24x + 35\)<br>
                        2. Разложите на множители \(21x^2 + 8x − 4\) <br>
                        3. Разложите на множители \(x^2 − 6x − 55\) <br>
                        4. Разложите на множители \(2x^2 + 21x + 49\) <br>
                        5. Разложите на множители \(6x^2 + 25x + 25\) <br>
                        </td></tr><tr>
                   <td>№21<br>1. Разложите на множители \(27x^2 − 33x + 8\)<br>
                       2. Разложите на множители \(−4x^2 + 5x − 1\) <br>
                       3. Разложите на множители \(x^2 + 17x + 60\) <br>
                       4. Разложите на множители \(−2x^2 + 13x + 7\) <br>
                       5. Разложите на множители \(−10x^2 + x + 11\) <br>
                       </td>
                    <td>№22<br>1. Разложите на множители \(9x^2 − 42x + 40\)<br>
                        2. Разложите на множители \(6x^2 + 31x + 35\) <br>
                        3. Разложите на множители \(3x^2 + 8x − 35\) <br>
                        4. Разложите на множители \(13x^2 − 16x + 3\) <br>
                        5. Разложите на множители \(−2x^2 + 15x − 27\) <br>
                        </td></tr><tr>
                    <td>№23<br>1. Разложите на множители \(5x^2 − 27x + 28\)<br>
                        2. Разложите на множители \(−13x^2 + 20x − 7\) <br>
                        3. Разложите на множители \(−7x^2 + 22x − 3\) <br>
                        4. Разложите на множители \(15x^2 + 29x + 12\) <br>
                        5. Разложите на множители \(2x^2 + 7x + 3\) <br>
                        </td>
                    <td>№24<br>1. Разложите на множители \(4x^2 + 25x + 39\)<br>
                        2. Разложите на множители \(−7x^2 + 5x + 2\) <br>
                        3. Разложите на множители \(11x^2 + 46x + 39\) <br>
                        4. Разложите на множители \(12x^2 − 31x + 20\) <br>
                        5. Разложите на множители \(x^2 + 9x + 8\) <br>
                        </td></tr><tr>
                    <td>№25<br>1. Разложите на множители \(x^2 + 11x − 12\)<br>
                        2. Разложите на множители \(5x^2 + 29x + 42\) <br>
                        3. Разложите на множители \(x^2 + 6x − 40\) <br>
                        4. Разложите на множители \(x^2 − 20x + 91\) <br>
                        5. Разложите на множители \(14x^2 + 51x + 45\) <br>
                        </td>
                    <td>№26<br>1. Разложите на множители \(−28x^2 + 44x − 15\)<br>
                        2. Разложите на множители \(12x^2 − 59x + 72\) <br>
                        3. Разложите на множители \(3x^2 + 20x + 33\) <br>
                        4. Разложите на множители \(x^2 + 2x − 63\) <br>
                        5. Разложите на множители \(13x^2 + 31x + 10\) <br>
                        </td></tr><tr>
                    <td>№27<br>1. Разложите на множители \(3x^2 + 14x − 24\)<br>
                        2. Разложите на множители \(18x^2 + 19x + 5\) <br>
                        3. Разложите на множители \(16x^2 + 14x + 3\) <br>
                        4. Разложите на множители \(−4x^2 + 5x + 26\) <br>
                        5. Разложите на множители \(13x^2 + 34x + 16\) <br>
                        </td>
                    <td>№28<br>1. Разложите на множители \(15x^2 + 23x + 6\)<br>
                        2. Разложите на множители \(2x^2 + 35x + 143\) <br>
                        3. Разложите на множители \(24x^2 − 50x + 21\) <br>
                        4. Разложите на множители \(24x^2 + 47x + 20\) <br>
                        5. Разложите на множители \(8x^2 − 66x + 135\) <br>
                        </td></tr><tr>
                    <td>№29<br>1. Разложите на множители \(11x^2 − 35x + 26\)<br>
                        2. Разложите на множители \(13x^2 − 30x + 8\) <br>
                        3. Разложите на множители \(−9x^2 + 23x − 14\) <br>
                        4. Разложите на множители \(−9x^2 + 12x + 5\) <br>
                        5. Разложите на множители \(x^2 − 5x − 50\) <br>
                        </td>
                    <td>№30<br>1. Разложите на множители \(−5x^2 + 3x + 14\)<br>
                        2. Разложите на множители \(x^2 + 23x + 126\) <br>
                        3. Разложите на множители \(8x^2 + x − 7\) <br>
                        4. Разложите на множители \(−2x^2 + 23x − 30\)<br>
                        5. Разложите на множители \(4x^2 + 7x − 2\)<br>
                        </td></tr><tr>
                    <td>№31<br>1. Разложите на множители \(3x^2 + 13x + 14\)<br>
                        2. Разложите на множители \(2x^2 + 17x + 35\) <br>
                        3. Разложите на множители \(−2x^2 + 13x − 18\)<br>
                        4. Разложите на множители \(−20x^2 + 67x − 56\) <br>
                        5. Разложите на множители \(4x^2 − 32x + 39\) <br>
                        </td>
                    <td>№32<br>1. Разложите на множители \(x^2 − 25x + 150\)<br>
                        2. Разложите на множители \(18x^2 − 27x + 7\) <br>
                        3. Разложите на множители \(x^2 + 26x + 165\) <br>
                        4. Разложите на множители \(x^2 − 8x − 84\) <br>
                        5. Разложите на множители \(18x^2 + 9x + 1\) <br>
                        </td></tr><tr>
                    <td>№33<br>1. Разложите на множители \(−10x^2 + 17x − 7\)<br>
                        2. Разложите на множители \(10x^2 + 9x + 2\) <br>
                        3. Разложите на множители \(4x^2 + 8x + 3\)<br>
                        4. Разложите на множители \(x^2 − 3x − 4\) <br>
                        5. Разложите на множители \(15x^2 + 7x − 4\) <br>
                        </td>
                    <td>№34<br>1. Разложите на множители \(3x^2 + 29x + 70\)<br>
                        2. Разложите на множители \(4x^2 + 27x + 44\) <br>
                        3. Разложите на множители \(27x^2 + 39x + 10\) <br>
                        4. Разложите на множители \(3x^2 − 26x + 56\) <br>
                        5. Разложите на множители \(x^2 + 26x + 165\) <br>
                        </td></tr><tr>
                    <td>№35<br>1. Разложите на множители \(16x^2 + 32x + 15\)<br>
                        2. Разложите на множители \(8x^2 − 45x + 52\) <br>
                        3. Разложите на множители \(16x^2 + 54x + 45\)<br>
                        4. Разложите на множители \(26x^2 + 59x + 30\) <br>
                        5. Разложите на множители \(−12x^2 + 49x − 44\)<br>
                        </td>
                    <td>№36<br>1. Разложите на множители \(13x^2 + 6x − 7\)<br>
                        2. Разложите на множители \(7x^2 − 2x − 9\) <br>
                        3. Разложите на множители \(10x^2 + 9x + 2\) <br>
                        4. Разложите на множители \(−24x^2 + 49x − 22\) <br>
                        5. Разложите на множители \(2x^2 + 7x + 3\) <br>
                        </td></tr><tr>
                    <td>№37<br>1. Разложите на множители \(−2x^2 + x + 45\)<br>
                        2. Разложите на множители \(12x^2 + 29x + 15\) <br>
                        3. Разложите на множители \(−25x^2 + 65x − 42\) <br>
                        4. Разложите на множители \(−15x^2 + 8x + 7\) <br>
                        5. Разложите на множители \(20x^2 − 59x + 42\) <br>
                        </td>
                    <td>№38<br>1. Разложите на множители \(−11x^2 + 45x − 36\)<br>
                        2. Разложите на множители \(x^2 − 12x + 32\)<br>
                        3. Разложите на множители \(11x^2 − 30x + 16\) <br>
                        4. Разложите на множители \(16x^2 − 18x + 5\) <br>
                        5. Разложите на множители \(−7x^2 + x + 6\)<br>
                        </td></tr><tr>
                    <td>№39<br>1. Разложите на множители \(6x^2 + 31x + 28\)<br>
                        2. Разложите на множители \(x^2 + 11x + 24\) <br>
                        3. Разложите на множители \(24x^2 − 62x + 39\) <br>
                        4. Разложите на множители \(−8x^2 + 27x − 9\) <br>
                        5. Разложите на множители \(−7x^2 + 15x − 8\) <br>
                        </td>
                    <td>№40<br>1. Разложите на множители \(−3x^2 + 31x − 56\)<br>
                        2. Разложите на множители \(9x^2 − 11x + 2\) <br>
                        3. Разложите на множители \(14x^2 + 51x + 45\) <br>
                        4. Разложите на множители \(7x^2 + 27x + 18\) <br>
                        5. Разложите на множители \(9x^2 − 27x + 20\) <br>
                        </td></tr>
            </table>
        </div>
    </main>
</body>
</html>