<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Квадратные Уравнения</title>
    <link rel="stylesheet" href="../css/style.css">
    <link rel="stylesheet" href="../css/normalize.css">
    <script type="text/javascript" id="MathJax-script" async
    src="https://cdn.jsdelivr.net/npm/mathjax@3/es5/tex-mml-chtml.js">
    </script>
</head>
<body>
    <header class="header">
        <nav class="header-nav">
            <ul class="header-menu">
                <li class="header-menu-item menu-logo"><a href="../index.html"><img src="../img/logo.svg" alt="#" class="logo"></a></li>
                <li class="header-menu-item"><a href="../pages/theory.html" class="header-menu-link">\(ax^2 + bx + c = 0\)</a></li>
                <li class="header-menu-item"><a href="../pages/practice.html" class="header-menu-link">Практика</a></li>
            </ul>
        </nav>
    </header>
    <main class="main">
        <div class="content">
            <table align="center" class="maket">   
                <tr>
                    <td>№1<br>1. Решите уравнение \(\frac{1}{4}x^2 = 0\)<br>
                        2. Решите уравнение \(15x^2 = −19\) <br>
                        3. Решите уравнение \(30x^2 − 120 = 0\) <br>
                        4. Решите уравнение \(−7x^2 + 2x = 0\) <br>
                        5. Решите уравнение \(\frac{1}{6}x^2 - \frac{3}{14}x = 0\) <br>
                        6. Решите уравнение \(17x^2 − 9 = 0\) <br></td>
                    <td>№2<br>1. Решите уравнение \(9x^2 − 18 = 0\)<br>
                        2. Решите уравнение \(19x^2 + 8 = 0\) <br>
                        3. Решите уравнение \(32x^2 = 128\) <br>
                        4. Решите уравнение \(−9x^2 = 0\) <br>
                        5. Решите уравнение \(0.5x^2 + \frac{2}{7}x = 0\) <br>
                        6. Решите уравнение \(14x^2 + 12x = 0\) <br></td></tr><tr>
                    <td>№3<br>1. Решите уравнение \(4x^2 − 36 = 0\)<br>
                        2. Решите уравнение \(8x^2 = 4\) <br>
                        3. Решите уравнение \(\frac{5}{8}x^2 = 0\) <br>
                        4. Решите уравнение \(−13x^2 + 5x = 0\) <br>
                        5. Решите уравнение \(-0.5x^2 - \frac{1}{14}x = 0\) <br>
                        6. Решите уравнение \(12x^2 = −5\) <br></td>
                    <td>№4<br>1. Решите уравнение \(19x^2 − 18 = 0\)<br>
                        2. Решите уравнение \(−0.8x^2 − 0.3x = 0\) <br>
                        3. Решите уравнение \(13x^2 − 52 = 0\) <br>
                        4. Решите уравнение \(\frac{1}{2}x^2 = 0\) <br>
                        5. Решите уравнение \(−11x^2 + 12x = 0\) <br>
                        6. Решите уравнение \(15x^2 + 7 = 0\) <br></td></tr><tr>
                    <td>№5<br>1. Решите уравнение \(\frac{13}{15}x^2 = 0\)<br>
                        2. Решите уравнение \(x^2 = −3\) <br>
                        3. Решите уравнение \(10x^2 − 160 = 0\) <br>
                        4. Решите уравнение \(−4x^2 − 3x = 0\) <br>
                        5. Решите уравнение \(-\frac{2}{7}x^2 - 0.5x = 0\) <br>
                        6. Решите уравнение \(20x^2 = 10\) <br></td>
                    <td>№6<br>1. Решите уравнение \(−10x^2 − 6x = 0\)<br>
                        2. Решите уравнение \(19x^2 = −5\) <br>
                        3. Решите уравнение \(9x^2 − 11 = 0\) <br>
                        4. Решите уравнение \(x^2 = 0\) <br>
                        5. Решите уравнение \(-\frac{5}{6}x^2 - \frac{3}{13}x = 0\) <br>
                        6. Решите уравнение \(7x^2 − 175 = 0\) <br></td></tr><tr>
                    <td>№7<br>1. Решите уравнение \(-0.5x^2 + \frac{1}{9}x = 0\)<br>
                        2. Решите уравнение \(14x^2 − 126 = 0\) <br>
                        3. Решите уравнение \(−6x^2 = 0\) <br>
                        4. Решите уравнение \(4x^2 + 3x = 0\) <br>
                        5. Решите уравнение \(15x^2 = −13\) <br>
                        6. Решите уравнение \(16x^2 = 7\) <br></td>
                    <td>№8<br>1. Решите уравнение \(12x^2 − 5 = 0\)<br>
                        2. Решите уравнение \(-\frac{6}{11}x^2 + \frac{1}{9}x = 0\) <br>
                        3. Решите уравнение \(19x^2 + 10 = 0\) <br>
                        4. Решите уравнение \(−8x^2 − 7x = 0\) <br>
                        5. Решите уравнение \(\frac{1}{6}x^2 = 0\) <br>
                        6. Решите уравнение \(9x^2 − 81 = 0\) <br></td></tr><tr>
                    <td>№9<br>1. Решите уравнение \(20x^2 = 19\)<br>
                        2. Решите уравнение \(\frac{2}{3}x^2 - 0.3x = 0\) <br>
                        3. Решите уравнение \(10x^2 + 10 = 0\) <br>
                        4. Решите уравнение \(7x^2 − 28 = 0\)<br>
                        5. Решите уравнение \(−5x^2 + 9x = 0\) <br>
                        6. Решите уравнение \(\frac{7}{15}x^2 = 0\) <br></td>
                    <td>№10<br>1. Решите уравнение \(19x^2 − 1 = 0\)<br>
                        2. Решите уравнение \(-\frac{1}{9}x^2 + 0.5x = 0\) <br>
                        3. Решите уравнение \(−8x^2 = 0\) <br>
                        4. Решите уравнение \(5x^2 = 80\) <br>
                        5. Решите уравнение \(17x^2 = −11\) <br>
                        6. Решите уравнение \(4x^2 + 14x = 0\) <br></td></tr><tr>
                    <td>№11<br>1. Решите уравнение \(\frac{1}{3}x^2 = 0\)<br>
                        2. Решите уравнение \(12x^2 = −19\) <br>
                        3. Решите уравнение \(11x^2 − 12 = 0\) <br>
                        4. Решите уравнение \(0.8x^2 - \frac{2}{13}x = 0\) <br>
                        5. Решите уравнение \(14x^2 − 126 = 0\) <br>
                        6. Решите уравнение \(−15x^2 − 13x = 0\) <br></td>
                    <td>№12<br>1. Решите уравнение \(-\frac{1}{6}x^2 + 0.6x = 0\)<br>
                        2. Решите уравнение \(4x^2 + 15 = 0\) <br>
                        3. Решите уравнение \(9x^2 − 81 = 0\) <br>
                        4. Решите уравнение \(\frac{10}{13}x^2 = 0\) <br>
                        5. Решите уравнение \(−14x^2 − 11x = 0\) <br>
                        6. Решите уравнение \(12x^2 = 5\) <br></td></tr><tr>
                    <td>№13<br>1. Решите уравнение \(20x^2 − 13 = 0\)<br>
                        2. Решите уравнение \(7x^2 = 112\) <br>
                        3. Решите уравнение \(\frac{2}{3}x^2 + 1.5x = 0\) <br>
                        4. Решите уравнение \(−9x^2 − 6x = 0\) <br>
                        5. Решите уравнение \(\frac{2}{9}x^2 = 0\) <br>
                        6. Решите уравнение \(2x^2 = −11\) <br></td>
                    <td>№14<br>1. Решите уравнение \(-\frac{4}{9}x^2 - \frac{1}{8}x = 0\)<br>
                        2. Решите уравнение \(13x^2 + 5x = 0\) <br>
                        3. Решите уравнение \(8x^2 − 19 = 0\) <br>
                        4. Решите уравнение \(3x^2 = 0\) <br>
                        5. Решите уравнение \(11x^2 + 5 = 0\) <br>
                        6. Решите уравнение \(21x^2 = 189\)<br></td></tr><tr>
                    <td>№15<br>1. Решите уравнение \(3x^2 = −13\)<br>
                        2. Решите уравнение \(\frac{9}{10}x^2 = 0\) <br>
                        3. Решите уравнение \(-0.5x^2 - \frac{2}{7}x = 0\) <br>
                        4. Решите уравнение \(9x^2 − 144 = 0\) <br>
                        5. Решите уравнение \(13x^2 − 3 = 0\) <br>
                        6. Решите уравнение \(−2x^2 − 12x = 0\) <br></td>
                    <td>№16<br>1. Решите уравнение \(-\frac{1}{3}x^2 - 0.2 = 0\)<br>
                        2. Решите уравнение \(15x^2 − 8x = 0\) <br>
                        3. Решите уравнение \(−3x^2 = 0\) <br>
                        4. Решите уравнение \(8x^2 = 32\) <br>
                        5. Решите уравнение \(2x^2 − 6 = 0\) <br>
                        6. Решите уравнение \(20x^2 = −12\) <br></td></tr><tr>
                    <td>№17<br>1. Решите уравнение \(20x^2 = −12\)<br>
                        2. Решите уравнение \(−10x^2 = 0\) <br>
                        3. Решите уравнение \(10x^2 = −14\) <br>
                        4. Решите уравнение \(0.25x^2 + \frac{1}{9}x = 0\) <br>
                        5. Решите уравнение \(2x^2 + 3x = 0\) <br>
                        6. Решите уравнение \(12x^2 = 7\) <br></td>
                    <td>№18<br>1. Решите уравнение \(12x^2 + 11 = 0\)<br>
                        2. Решите уравнение \(13x^2 − 6x = 0\) <br>
                        3. Решите уравнение \(\frac{1}{8}x^2 + \frac{1}{9}x = 0\) <br>
                        4. Решите уравнение \(4x^2 − 196 = 0\) <br>
                        5. Решите уравнение \(\frac{1}{3}x^2 = 0\) <br>
                        6. Решите уравнение \(14x^2 − 13 = 0\) <br></td></tr><tr>
                    <td>№19<br>1. Решите уравнение \(10x^2 − 160 = 0\)<br>
                        2. Решите уравнение \(19x^2 = 16\) <br>
                        3. Решите уравнение \(\frac{5}{8}x^2 = 0\) <br>
                        4. Решите уравнение \(17x^2 + 1 = 0\) <br>
                        5. Решите уравнение \(5x^2 + 12x = 0\) <br>
                        6. Решите уравнение \(-\frac{1}{6}x^2 - \frac{2}{11}x = 0\) <br></td>
                    <td>№20<br>1. Решите уравнение \(−0.5x^2 - \frac{2}{7} = 0\)<br>
                        2. Решите уравнение \(20x^2 − 80 = 0\)<br>
                        3. Решите уравнение \(8x^2 = 14\) <br>
                        4. Решите уравнение \(7x^2 − 15x = 0\) <br>
                        5. Решите уравнение \(\frac{2}{5}x^2 = 0\) <br>
                        6. Решите уравнение \(6x^2 = −10\) <br></td></tr><tr>
                   <td>№21<br>1. Решите уравнение \(8x^2 = 4\)<br>
                       2. Решите уравнение \(\frac{2}{3}x^2 + \frac{2}{13}x = 0\) <br>
                       3. Решите уравнение \(\frac{5}{14}x^2 = 0\) <br>
                       4. Решите уравнение \(x^2 − 25 = 0\) <br>
                       5. Решите уравнение \(−5x^2 + 3x = 0\) <br>
                       6. Решите уравнение \(x^2 = −13\) <br></td>
                    <td>№22<br>1. Решите уравнение \(-0.8 + \frac{2}{7}x = 0\)<br>
                        2. Решите уравнение \(3x^2 − 6x = 0\)<br>
                        3. Решите уравнение \(5x^2 = 0\)<br>
                        4. Решите уравнение \(12x^2 = 48\) <br>
                        5. Решите уравнение \(3x^2 − 13 = 0\)<br>
                        6. Решите уравнение \(10x^2 + 2 = 0\) <br></td></tr><tr>
                    <td>№23<br>1. Решите уравнение \(15x^2 + 4x = 0\)<br>
                        2. Решите уравнение \(16x^2 − 20 = 0\) <br>
                        3. Решите уравнение \(13x^2 = −8\) <br>
                        4. Решите уравнение \(-0.25 - \frac{1}{12}x = 0\) <br>
                        5. Решите уравнение \(13x^2 = 52\) <br>
                        6. Решите уравнение \(13x^2 = 0\)<br></td>
                    <td>№24<br>1. Решите уравнение \(13x^2 + 8 = 0\)<br>
                        2. Решите уравнение \(7x^2 + 10x = 0\) <br>
                        3. Решите уравнение \(11x^2 − 44 = 0\) <br>
                        4. Решите уравнение \(-0.75x^2 - \frac{3}{8}x = 0\) <br>
                        5. Решите уравнение \(16x^2 = 8\) <br>
                        6. Решите уравнение \(−2x^2 = 0\) <br></td></tr><tr>
                    <td>№25<br>1. Решите уравнение \(−10x^2 = 0\)<br>
                        2. Решите уравнение \(3x^2 = −19\) <br>
                        3. Решите уравнение \(22x^2 − 198 = 0\) <br>
                        4. Решите уравнение \(−4x^2 − 15x = 0\) <br>
                        5. Решите уравнение \(20x^2 = 2\) <br>
                        6. Решите уравнение \(-0.9 + \frac{1}{15}x = 0\) <br></td>
                    <td>№26<br>1. Решите уравнение \(−12x^2 − x = 0\)<br>
                        2. Решите уравнение \(\frac{3}{13}x^2 - 0.1x = 0\) <br>
                        3. Решите уравнение \(14x^2 − 126 = 0\) <br>
                        4. Решите уравнение \(17x^2 + 5 = 0\) <br>
                        5. Решите уравнение \(6x^2 = 0\) <br>
                        6. Решите уравнение \(10x^2 − 8 = 0\) <br></td></tr><tr>
                    <td>№27<br>1. Решите уравнение \(8x^2 + 4 = 0\)<br>
                        2. Решите уравнение \(x^2 = 121\) <br>
                        3. Решите уравнение \(−11x^2 − 13x = 0\) <br>
                        4. Решите уравнение \(\frac{2}{3}x^2 - \frac{1}{8} = 0\) <br>
                        5. Решите уравнение \(−9x^2 = 0\) <br>
                        6. Решите уравнение \(14x^2 = 7\) <br></td>
                    <td>№28<br>1. Решите уравнение \(-0.8x^2 + \frac{1}{11}x = 0\)<br>
                        2. Решите уравнение \(13x^2 − 11 = 0\) <br>
                        3. Решите уравнение \(2x^2 = 0\) <br>
                        4. Решите уравнение \(13x^2 − 10x = 0\) <br>
                        5. Решите уравнение \(15x^2 = −14\) <br>
                        6. Решите уравнение \(x^2 − 196 = 0\) <br></td></tr><tr>
                    <td>№29<br>1. Решите уравнение \(11x^2 − x = 0\)<br>
                        2. Решите уравнение \(−\frac{1}{3}x^2 - \frac{1}{9}x = 0\) <br>
                        3. Решите уравнение \(15x^2 = 135\) <br>
                        4. Решите уравнение \(20x^2 = −20\) <br>
                        5. Решите уравнение \(6x^2 = 0\) <br>
                        6. Решите уравнение \(16x^2 = 13\) <br></td>
                    <td>№30<br>1. Решите уравнение \(11x^2 + 18 = 0\)<br>
                        2. Решите уравнение \(5x^2 − 1 = 0\) <br>
                        3. Решите уравнение \(−4x^2 + 6x = 0\) <br>
                        4. Решите уравнение \(14x^2 = 56\)<br>
                        5. Решите уравнение \(\frac{1}{3}x^2 + 0.1x = 0\)<br>
                        6. Решите уравнение \(\frac{7}{13}x^2 = 0\) <br></td></tr><tr>
            </table>
        </div>
    </main>
</body>
</html>