<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Квадратные Уравнения</title>
    <link rel="stylesheet" href="../css/style.css">
    <link rel="stylesheet" href="../css/normalize.css">
    <script type="text/javascript" id="MathJax-script" async
    src="https://cdn.jsdelivr.net/npm/mathjax@3/es5/tex-mml-chtml.js">
    </script>
</head>
<body>
    <header class="header">
        <nav class="header-nav">
            <ul class="header-menu">
                <li class="header-menu-item menu-logo"><a href="../index.html"><img src="../img/logo.svg" alt="#" class="logo"></a></li>
                <li class="header-menu-item"><a href="../pages/theory.html" class="header-menu-link">\(ax^2 + bx + c = 0\)</a></li>
                <li class="header-menu-item"><a href="../pages/practice.html" class="header-menu-link">Практика</a></li>
            </ul>
        </nav>
    </header>
    <main class="main">
        <div class="content">
            <table align="center" class="maket">   
                <tr>
                    <td>№1<br>1. Решите уравнение \((9x − 3)^2 = (6x + 3)^2\)<br>
                        2. Решите уравнение \((x − 9)^2 = −36x\) <br>
                        3. Решите уравнение \(\frac{9}{13}x^2 = 6\frac{3}{13}\) <br>
                        4. Решите уравнение \(16x^2 − 58x + 45 = 0\) <br>
                        5. Решите уравнение \(x^2 − 6 = (x + 6)^2\) <br>
                        </td>
                    <td>№2<br>1. Решите уравнение \((2x + 7)^2 = (8x + 7)^2\)<br>
                        2. Решите уравнение \((−4x + 4)^2 = −64x\) <br>
                        3. Решите уравнение \(\frac{1}{7}x^2 = 1\frac{1}{7}\)<br>
                        4. Решите уравнение \(−32x^2 − 36x − 7 = 0\) <br>
                        5. Решите уравнение \(16x^2 − 9 = (4x − 5)2\) <br>
                        </td></tr><tr>
                    <td>№3<br>1. Решите уравнение \((9x − 7)^2 = (x − 7)^2\)<br>
                        2. Решите уравнение \((−5x − 1)^2 = 20x\) <br>
                        3. Решите уравнение \(−20x^2 + 19x − 3 = 0\) <br>
                        4. Решите уравнение \(\frac{2}{3}x^2 = 10\frac{2}{3}\) <br>
                        5. Решите уравнение \(4x^2 + 5 = (2x + 5)^2\)<br>
                        </td>
                    <td>№4<br>1. Решите уравнение \((x + 3)^2 = (9x + 4)^2\)<br>
                        2. Решите уравнение \((5x + 1)^2 = 20x\) <br>
                        3. Решите уравнение \(−\frac{2}{3}x^2 = −16\frac{2}{3}\) <br>
                        4. Решите уравнение \(6x^2 − 11x − 10 = 0\) <br>
                        5. Решите уравнение \(64x^2 − 3 = (8x − 5)^2\) <br>
                        </td></tr><tr>
                    <td>№5<br>1. Решите уравнение \((2x − 1)^2 = (6x − 3)^2\)<br>
                        2. Решите уравнение \((4x − 3)^2 = −48x\) <br>
                        3. Решите уравнение \(−\frac{2}{9}x^2 = −\frac{8}{9}\) <br>
                        4. Решите уравнение \(−5^2 − 13x − 6 = 0\) <br>
                        5. Решите уравнение \(x^2 + 9 = (x − 2)^2\) <br>
                        </td>
                    <td>№6<br>1. Решите уравнение \((7x − 7)^2 = (4x − 4)^2\)<br>
                        2. Решите уравнение \((2x + 10)^2 = 80x\) <br>
                        3. Решите уравнение \(−\frac{1}{6}x^2 = −4\frac{1}{6}\) <br>
                        4. Решите уравнение \(−2x^2 + 11x − 5 = 0\) <br>
                        5. Решите уравнение \(16x^2 + 3 = (4x − 3)^2\) <br>
                        </td></tr><tr>
                    <td>№7<br>1. Решите уравнение \((7x + 2)^2 = (x − 4)^2\)<br>
                        2. Решите уравнение \((−x + 1)^2 = −4x\) <br>
                        3. Решите уравнение \(\frac{1}{7}x^2 = \frac{4}{7}\) <br>
                        4. Решите уравнение \(−6x^2 − 17x − 10 = 0\) <br>
                        5. Решите уравнение \(25x^2 − 3 = (5x − 5)^2\) <br>
                        </td>
                    <td>№8<br>1. Решите уравнение \((3x − 7)^2 = (5x + 1)^2\)<br>
                        2. Решите уравнение \((−2x − 12)^2 = 96x\) <br>
                        3. Решите уравнение \(\frac{1}{17}x^2 = 5\frac{11}{14}\) <br>
                        4. Решите уравнение \(x^2 + 14x + 48 = 0\) <br>
                        5. Решите уравнение \(36x^2 + 7 = (6x + 5)^2\) <br>
                        </td></tr><tr>
                    <td>№9<br>1. Решите уравнение \((8x + 6)^2 = (4x + 3)^2\)<br>
                        2. Решите уравнение \((−6x − 3)^2 = 72x\) <br>
                        3. Решите уравнение \(\frac{2}{3}x^2 = 2\frac{2}{3}\) <br>
                        4. Решите уравнение \(−2x^2 + 9x + 18 = 0\)<br>
                        5. Решите уравнение \(4x^2 + 1 = (2x + 1)^2\) <br>
                       </td>
                    <td>№10<br>1. Решите уравнение \((7x − 4)^2 = (x − 1)^2\)<br>
                        2. Решите уравнение \((x − 7)^2 = −28x\) <br>
                        3. Решите уравнение \(−\frac{1}{3}x^2 = −1\frac{1}{3}\) <br>
                        4. Решите уравнение \(x^2 − 3x − 18 = 0\) <br>
                        5. Решите уравнение \(25x^2 + 6 = (5x + 2)^2\) <br>
                        </td></tr><tr>
                    <td>№11<br>1. Решите уравнение \((7x − 3)^2 = (x + 6)^2\)<br>
                        2. Решите уравнение \((−4x + 6)^2 = −96x\) <br>
                        3. Решите уравнение \(−\frac{1}{7}x^2 = −11\frac{4}{7}\) <br>
                        4. Решите уравнение \(16x^2 + 8x − 3 = 0\) <br>
                        5. Решите уравнение \(16x^2 + 8 = (4x − 4)^2\) <br>
                        </td>
                    <td>№12<br>1. Решите уравнение \((5x + 7)^2 = (3x − 9)^2\)<br>
                        2. Решите уравнение \((5x − 4)^2 = −80x\) <br>
                        3. Решите уравнение \(\frac{7}{11}x^2 = 5{8}{11}\) <br>
                        4. Решите уравнение \(−24x^2 + 58x − 35 = 0\) <br>
                        5. Решите уравнение \(81x^2 + 9 = (9x − 3)^2\) <br>
                        </td></tr><tr>
                    <td>№13<br>1. Решите уравнение \((2x − 9)^2 = (3x − 2)^2\)<br>
                        2. Решите уравнение \((2x − 9)^2 = (3x − 2)^2\) <br>
                        3. Решите уравнение \(−\frac{1}{7}x^2 = −5\frac{1}{7}\) <br>
                        4. Решите уравнение \(−3x^2 − 19x − 20 = 0\) <br>
                        5. Решите уравнение \(x^2 − 8 = (x − 2)^2\) <br>
                        </td>
                    <td>№14<br>1. Решите уравнение \((9x + 5)^2 = (7x + 9)^2\)<br>
                        2. Решите уравнение \((5x + 5)^2 = 100x\) <br>
                        3. Решите уравнение \(−\frac{1}{13}x^2 = −1\frac{12}{13}\) <br>
                        4. Решите уравнение \(−3x^2 − 31x − 56 = 0\) <br>
                        5. Решите уравнение \(64x^2 + 9 = (8x + 1)^2\) <br>
                        </td></tr><tr>
                    <td>№15<br>1. Решите уравнение \((7x + 2)^2 = (3x + 2)^2\)<br>
                        2. Решите уравнение \((x − 3)^2 = −12x\) <br>
                        3. Решите уравнение \(\frac{7}{15}x^2 = 1\frac{13}{15}\) <br>
                        4. Решите уравнение \(5x^2 − 31x + 30 = 0\) <br>
                        5. Решите уравнение \(4x^2 + 5 = (2x + 1)^2\) <br>
                        </td>
                    <td>№16<br>1. Решите уравнение \((8x − 2)^2 = (2x − 5)^2\)<br>
                        2. Решите уравнение \((4x + 2)^2 = 32x\) <br>
                        3. Решите уравнение \(\frac{5}{13}x^2 = 6\frac{2}{13}\) <br>
                        4. Решите уравнение \(−15x^2 + 23x − 4 = 0\) <br>
                        5. Решите уравнение \(4x^2 − 4 = (2x + 4)^2\) <br>
                        </td></tr><tr>
                    <td>№17<br>1. Решите уравнение \((3x + 3)^2 = (2x − 2)^2\)<br>
                        2. Решите уравнение \((−5x − 1)^2 = 20x\) <br>
                        3. Решите уравнение \(−\frac{3}{7}x^2 = −10\frac{5}{7}\) <br>
                        4. Решите уравнение \(−28x^2 − 23x − 4 = 0\) <br>
                        5. Решите уравнение \(25x^2 + 9 = (5x + 2)^2\) <br>
                        </td>
                    <td>№18<br>1. Решите уравнение \((7x + 7)^2 = (3x − 1)^2\)<br>
                        2. Решите уравнение \((x − 4)^2 = −16x\) <br>
                        3. Решите уравнение \(\frac{1}{13}x^2 = 2\frac{10}{13}\) <br>
                        4. Решите уравнение \(−x^2 − 2x + 35 = 0\) <br>
                        5. Решите уравнение \(25x^2 + 2 = (5x − 4)^2\) <br>
                        </td></tr><tr>
                    <td>№19<br>1. Решите уравнение \((4x − 5)^2 = (x − 2)^2\)<br>
                        2. Решите уравнение \((−x − 13)^2 = 52x\) <br>
                        3. Решите уравнение \(\frac{1}{3}x^2 = 21\frac{1}{3}\) <br>
                        4. Решите уравнение \(−36x^2 − 13x − 1 = 0\) <br>
                        5. Решите уравнение \(4x^2 + 8 = (2x − 2)^2\) <br>
                        </td>
                    <td>№20<br>1. Решите уравнение \((3x − 1)^2 = (7x − 2)^2\)<br>
                        2. Решите уравнение \((−x + 5)^2 = −20x\) <br>
                        3. Решите уравнение \(\frac{1}{3}x^2 = 12\) <br>
                        4. Решите уравнение \(2x^2 − 9x + 7 = 0\) <br>
                        5. Решите уравнение \(x^2 + 8 = (x + 2)^2\) <br>
                        </td></tr><tr>
                   <td>№21<br>1. Решите уравнение \((x − 9)^2 = (3x − 2)^2\)<br>
                       2. Решите уравнение \((−2x − 5)^2 = 40x\) <br>
                       3. Решите уравнение \(−\frac{1}{3}x^2 = −16\frac{1}{3}\) <br>
                       4. Решите уравнение \(−10x^2 + 7x − 1 = 0\) <br>
                       5. Решите уравнение \(9x^2 − 8 = (3x + 8)^2\) <br>
                       </td>
                    <td>№22<br>1. Решите уравнение \((6x + 9)^2 = (2x − 7)^2\)<br>
                        2. Решите уравнение \((4x + 9)^2 = 144x\) <br>
                        3. Решите уравнение \(−\frac{1}{7}x^2 = −5\frac{1}{7}\) <br>
                        4. Решите уравнение \(−2x^2 − 11x − 5 = 0\) <br>
                        5. Решите уравнение \(9x^2 − 8 = (3x − 2)^2\) <br>
                        </td></tr><tr>
                    <td>№23<br>1. Решите уравнение \((6x − 8)^2 = (2x − 4)^2\)<br>
                        2. Решите уравнение \((−x − 1)^2 = 4x\) <br>
                        3. Решите уравнение \(−\frac{2}{3}x^2 = −24\) <br>
                        4. Решите уравнение \(7x^2 + 12x + 5 = 0\) <br>
                        5. Решите уравнение \(25x^2 − 1 = (5x − 2)^2\) <br>
                        </td>
                    <td>№24<br>1. Решите уравнение \((7x − 3)^2 = (3x + 1)^2\)<br>
                        2. Решите уравнение \((2x − 8)^2 = −64x\) <br>
                        3. Решите уравнение \(\frac{1}{3}x^2 = 1\frac{1}{3}\) <br>
                        4. Решите уравнение \(−2x^2 − 11x − 9 = 0\) <br>
                        5. Решите уравнение \(x^2 − 6 = (x − 3)^2\) <br>
                        </td></tr><tr>
                    <td>№25<br>1. Решите уравнение \((2x + 5)^2 = (4x − 2)^2\)<br>
                        2. Решите уравнение \((2x − 1)^2 = −8x\) <br>
                        3. Решите уравнение \(−\frac{2}{3}x^2 = −2\frac{2}{3}\) <br>
                        4. Решите уравнение \(45x^2 − 23x + 2 = 0\) <br>
                        5. Решите уравнение \(x^2 + 3 = (x − 5)^2\) <br>
                        </td>
                    <td>№26<br>1. Решите уравнение \((5x − 9)^2 = (3x − 5)^2\)<br>
                        2. Решите уравнение \((x + 10)^2 = 40x\) <br>
                        3. Решите уравнение \(−\frac{1}{3}x^2 = −8\frac{1}{3}\) <br>
                        4. Решите уравнение \(20x^2 + 23x + 6 = 0\) <br>
                        5. Решите уравнение \(25x^2 − 6 = (5x + 2)^2\) <br>
                        </td></tr><tr>
                    <td>№27<br>1. Решите уравнение \((9x + 5)^2 = (x − 5)^2\)<br>
                        2. Решите уравнение \((−4x + 6)^2 = −96x\) <br>
                        3. Решите уравнение \(\frac{1}{3}x^2 = 16\frac{1}{3}\) <br>
                        4. Решите уравнение \(−3x^2 − 32x − 45 = 0\) <br>
                        5. Решите уравнение \(16x^2 − 7 = (4x + 1)^2\) <br>
                        </td>
                    <td>№28<br>1. Решите уравнение \((6x + 3)^2 = (4x − 8)^2\)<br>
                        2. Решите уравнение \((−3x − 3)^2 = 36x\) <br>
                        3. Решите уравнение \(\frac{1}{12}x^2 = 0.75\) <br>
                        4. Решите уравнение \(30x^2 + 29x + 4 = 0\) <br>
                        5. Решите уравнение \(4x^2 − 1 = (2x + 5)^2\) <br>
                        </td></tr><tr>
                    <td>№29<br>1. Решите уравнение \((3x − 6)^2 = (2x − 3)^2\)<br>
                        2. Решите уравнение \((4x + 4)^2 = 64x\) <br>
                        3. Решите уравнение \(−\frac{1}{3}x^2 = −27\) <br>
                        4. Решите уравнение \(6x^2 − 13x + 2 = 0\) <br>
                        5. Решите уравнение \(x^2 + 4 = (x − 4)^2\) <br>
                        </td>
                    <td>№30<br>1. Решите уравнение \((2x − 8)^2 = (8x − 2)^2\)<br>
                        2. Решите уравнение \((4x − 4)^2 = −64x\) <br>
                        3. Решите уравнение \(−\frac{2}{7}x^2 = −4\frac{4}{7}\) <br>
                        4. Решите уравнение \(6x^2 + x − 1 = 0\)<br>
                        5. Решите уравнение \(25x^2 + 2 = (5x − 1)^2\)<br>
                        </td></tr><tr>
                    <td>№31<br>1. Решите уравнение \((6x + 8)^2 = (4x + 3)^2\)<br>
                        2. Решите уравнение \((−x − 3)^2 = 12x\) <br>
                        3. Решите уравнение \(\frac{1}{7}x^2 = \frac{4}{7}\)<br>
                        4. Решите уравнение \(−36x^2 − 25x − 4 = 0\) <br>
                        5. Решите уравнение \(64x^2 + 9 = (8x − 3)^2\) <br>
                        </td>
                    <td>№32<br>1. Решите уравнение \((9x + 4)^2 = (x − 2)^2\)<br>
                        2. Решите уравнение \((2x + 14)^2 = 112x\) <br>
                        3. Решите уравнение \(−\frac{2}{3}x^2 \ −16\frac{2}{3}\) <br>
                        4. Решите уравнение \(5x^2 + 6x + 1 = 0\) <br>
                        5. Решите уравнение \(49x^2 + 1 = (7x − 1)^2\) <br>
                        </td></tr><tr>
                    <td>№33<br>1. Решите уравнение \((2x − 1)^2 = (4x − 8)^2\)<br>
                        2. Решите уравнение \((−2x + 7)^2 = −56x\) <br>
                        3. Решите уравнение \(−\frac{2}{9}x^2 \ −3\frac{5}{9}\)<br>
                        4. Решите уравнение \(−x^2 − 7x + 8 = 0\) <br>
                        5. Решите уравнение \(4x^2 − 3 = (2x − 3)^2\) <br>
                        </td>
                    <td>№34<br>1. Решите уравнение \((x − 2)^2 = (3x − 9)^2\)<br>
                        2. Решите уравнение \((12x + 3)^2 = 144x\) <br>
                        3. Решите уравнение \(−\frac{10}{13}x^2 = −6\frac{12}{13}\) <br>
                        4. Решите уравнение \(−x^2 − 2x + 3 = 0\) <br>
                        5. Решите уравнение \(25x^2 + 3 = (5x + 6)^2\) <br>
                        </td></tr><tr>
                    <td>№35<br>1. Решите уравнение \((5x + 6)^2 = (3x − 5)^2\)<br>
                        2. Решите уравнение \((−x − 15)^2 = 60x\) <br>
                        3. Решите уравнение \(\frac{1}{3}x^2 = 16\frac{1}{3}\)<br>
                        4. Решите уравнение \(−2x^2 + 21x − 54 = 0\) <br>
                        5. Решите уравнение \(x^2 + 7 = (x − 5)^2\)<br>
                        </td>
                    <td>№36<br>1. Решите уравнение \((9x − 8)^2 = (x − 9)^2\)<br>
                        2. Решите уравнение \((4x + 7)^2 = 112x\) <br>
                        3. Решите уравнение\(\frac{1}{3}x^2 = 3\) <br>
                        4. Решите уравнение \(−45x^2 + 58x − 16 = 0\) <br>
                        5. Решите уравнение \(64x^2 − 7 = (8x − 1)^2\) <br>
                        </td></tr><tr>
                    <td>№37<br>1. Решите уравнение \((2x + 1)^2 = (3x − 5)^2\)<br>
                        2. Решите уравнение \((x − 7)^2 = −28x\) <br>
                        3. Решите уравнение \(\frac{1}{11}x^2 = 3\frac{3}{11}\) <br>
                        4. Решите уравнение \(−3x^2 − 14x − 15 = 0\) <br>
                        5. Решите уравнение \(4x^2 + 7 = (2x + 7)^2\) <br>
                        </td>
                    <td>№38<br>1. Решите уравнение \((2x + 5)^2 = (4x − 5)^2\)<br>
                        2. Решите уравнение \((−2x − 12)^2 = 96x\)<br>
                        3. Решите уравнение \(−\frac{2}{3}x^2 = −6\) <br>
                        4. Решите уравнение \(−3x^2 + 17x − 24 = 0\) <br>
                        5. Решите уравнение \(x^2 + 9 = (x − 9)^2\)<br>
                        </td></tr><tr>
                    <td>№39<br>1. Решите уравнение \((5x − 6)2 = (6x + 6)2\)<br>
                        2. Решите уравнение \((5x − 6)2 = (6x + 6)2\) <br>
                        3. Решите уравнение \(−\frac{3}{13}x^2 = −3\frac{9}{13}\) <br>
                        4. Решите уравнение \(15x^2 − 64x + 64 = 0\) <br>
                        5. Решите уравнение \(49x^2 − 6 = (7x − 6)2\) <br>
                        </td>
                    <td>№40<br>1. Решите уравнение \((6x + 9)2 = (9x + 9)2\)<br>
                        2. Решите уравнение \((−2x + 15)2 = −120x\) <br>
                        3. Решите уравнение \(−\frac{2}{11}x^2 = −\frac{8}{11}\) <br>
                        4. Решите уравнение \(−20x^2 − 47x − 24 = 0\) <br>
                        5. Решите уравнение \(9x^2 − 9 = (3x − 6)2\) <br>
                        </td></tr>
            </table>
        </div>
    </main>
</body>
</html>