<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Квадратные Уравнения</title>
    <link rel="stylesheet" href="../css/style.css">
    <link rel="stylesheet" href="../css/normalize.css">
    <script type="text/javascript" id="MathJax-script" async
    src="https://cdn.jsdelivr.net/npm/mathjax@3/es5/tex-mml-chtml.js">
    </script>
</head>
<body>
    <header class="header">
        <nav class="header-nav">
            <ul class="header-menu">
                <li class="header-menu-item menu-logo"><a href="../index.html"><img src="../img/logo.svg" alt="#" class="logo"></a></li>
                <li class="header-menu-item"><a href="../pages/theory.html" class="header-menu-link">\(ax^2 + bx + c = 0\)</a></li>
                <li class="header-menu-item"><a href="../pages/practice.html" class="header-menu-link">Практика</a></li>
            </ul>
        </nav>
    </header>
    <main class="main">
        <div class="content">
            <table align="center" class="maket">   
                <tr>
                    <td>№1<br>1. Решите уравнение \(x^2 + 7x − 30 = 0\)<br>
                        2. Решите уравнение \(x^2 − 9x − 36 = 0\) <br>
                        3. Решите уравнение \(x^2 − 22x + 72 = 0\) <br>
                        4. Решите уравнение \(x^2 + 2x − 8 = 0\) <br>
                        5. Решите уравнение \(x^2 + 14x + 48 = 0\) <br>
                        </td>
                    <td>№2<br>1. Решите уравнение \(x^2 − 10x + 16 = 0\)<br>
                        2. Решите уравнение \(x^2 + 11x − 60 = 0\) <br>
                        3. Решите уравнение \(x^2 − 17x + 42 = 0\)<br>
                        4. Решите уравнение \(x^2 − 15x + 36 = 0\) <br>
                        5. Решите уравнение \(x^2 + 14x + 33 = 0\) <br>
                        </td></tr><tr>
                    <td>№3<br>1. Решите уравнение \(x^2 + 11x + 18 = 0\)<br>
                        2. Решите уравнение \(x^2 − 11x − 42 = 0\) <br>
                        3. Решите уравнение \(x^2 − 19x + 70 = 0\) <br>
                        4. Решите уравнение \(x^2 + 17x + 42 = 0\) <br>
                        5. Решите уравнение \(x^2 + 22x + 40 = 0\)<br>
                        </td>
                    <td>№4<br>1. Решите уравнение \(x^2 + 13x + 22 = 0\)<br>
                        2. Решите уравнение \(x^2 − 18x + 56 = 0\) <br>
                        3. Решите уравнение \(x^2 + 11x − 42 = 0\) <br>
                        4. Решите уравнение \(x^2 − 10x − 96 = 0\) <br>
                        5. Решите уравнение \(x^2 + 18x + 77 = 0\) <br>
                        </td></tr><tr>
                    <td>№5<br>1. Решите уравнение \(x^2 + 8x + 15 = 0\)<br>
                        2. Решите уравнение \(x^2 − 9x − 22 = 0\) <br>
                        3. Решите уравнение \(x^2 + 18x − 40 = 0\) <br>
                        4. Решите уравнение \(x^2 − 15x + 56 = 0\) <br>
                        5. Решите уравнение \(x^2 − 4x − 60 = 0\) <br>
                        </td>
                    <td>№6<br>1. Решите уравнение \(x^2 − x − 6 = 0\)<br>
                        2. Решите уравнение \(x^2 − 4x − 77 = 0\) <br>
                        3. Решите уравнение \(x^2 + 6x − 91 = 0\) <br>
                        4. Решите уравнение \(x^2 − 15x + 36 = 0\) <br>
                        5. Решите уравнение \(x^2 − 9x − 36 = 0\) <br>
                        </td></tr><tr>
                    <td>№7<br>1. Решите уравнение \(x^2 + 13x + 40 = 0\)<br>
                        2. Решите уравнение \(x^2 − 15x + 44 = 0\) <br>
                        3. Решите уравнение \(x^2 − 2x − 99 = 0\) <br>
                        4. Решите уравнение \(x^2 − 8x − 20 = 0\) <br>
                        5. Решите уравнение \(x^2 + x − 56 = 0\) <br>
                        </td>
                    <td>№8<br>1. Решите уравнение \(x^2 + 12x − 45 = 0\)<br>
                        2. Решите уравнение \(x^2 + 12x + 35 = 0\) <br>
                        3. Решите уравнение \(x^2 − 21x + 68 = 0\) <br>
                        4. Решите уравнение \(x^2 − 22x + 96 = 0\) <br>
                        5. Решите уравнение \(x^2 + 15x + 44 = 0\) <br>
                        </td></tr><tr>
                    <td>№9<br>1. Решите уравнение \(x^2 − x − 30 = 0\)<br>
                        2. Решите уравнение \(x^2 − 8x − 20 = 0\) <br>
                        3. Решите уравнение \(x^2 + 2x − 99 = 0\) <br>
                        4. Решите уравнение \(x^2 − 23x + 90 = 0\)<br>
                        5. Решите уравнение \(x^2 − 16x − 36 = 0\) <br>
                       </td>
                    <td>№10<br>1. Решите уравнение \(x^2 + 20x + 51 = 0\)<br>
                        2. Решите уравнение \(x^2 − 19x + 60 = 0\) <br>
                        3. Решите уравнение \(x^2 − 7x + 10 = 0\) <br>
                        4. Решите уравнение \(x^2 + 13x + 30 = 0\) <br>
                        5. Решите уравнение \(x^2 + 7x + 12 = 0\) <br>
                        </td></tr><tr>
                    <td>№11<br>1. Решите уравнение \(x^2 + 4x − 60 = 0\)<br>
                        2. Решите уравнение \(x^2 − 16x + 48 = 0\) <br>
                        3. Решите уравнение \(x^2 + 9x − 90 = 0\) <br>
                        4. Решите уравнение \(x^2 − 8x + 12 = 0\) <br>
                        5. Решите уравнение \(x^2 + 14x − 32 = 0\) <br>
                        </td>
                    <td>№12<br>1. Решите уравнение \(x^2 + 7x − 18 = 0\)<br>
                        2. Решите уравнение \(x^2 − 20x + 64 = 0\) <br>
                        3. Решите уравнение \(x^2 − 10x + 24 = 0\) <br>
                        4. Решите уравнение \(x^2 − 14x − 95 = 0\) <br>
                        5. Решите уравнение \(x^2 + 23x + 90 = 0\) <br>
                        </td></tr><tr>
                    <td>№13<br>1. Решите уравнение \(x^2 − x − 42 = 0\)<br>
                        2. Решите уравнение \(x^2 − 19x + 34 = 0\) <br>
                        3. Решите уравнение \(x^2 + 7x − 44 = 0\) <br>
                        4. Решите уравнение \(x^2 + 14x + 33 = 0\) <br>
                        5. Решите уравнение \(x^2 − x − 90 = 0\) <br>
                        </td>
                    <td>№14<br>1. Решите уравнение \(x^2 − 19x + 90 = 0\)<br>
                        2. Решите уравнение \(x^2 + 13x + 40 = 0\) <br>
                        3. Решите уравнение \(x^2 − 14x − 95 = 0\) <br>
                        4. Решите уравнение \(x^2 + 2x − 80 = 0\) <br>
                        5. Решите уравнение \(x^2 − 12x − 64 = 0\) <br>
                        </td></tr><tr>
                    <td>№15<br>1. Решите уравнение \(x^2 + 3x − 88 = 0\)<br>
                        2. Решите уравнение \(x^2 − 7x − 98 = 0\) <br>
                        3. Решите уравнение \(x^2 + 21x + 38 = 0\) <br>
                        4. Решите уравнение \(x^2 − 7x − 18 = 0\) <br>
                        5. Решите уравнение \(x^2 + 2x − 15 = 0\) <br>
                        </td>
                    <td>№16<br>1. Решите уравнение \(x^2 − 8x − 33 = 0\)<br>
                        2. Решите уравнение \(x^2 + 18x + 56 = 0\) <br>
                        3. Решите уравнение \(x^2 − 17x + 72 = 0\) <br>
                        4. Решите уравнение \(x^2 + 24x + 95 = 0\) <br>
                        5. Решите уравнение \(x^2 − 10x + 24 = 0\) <br>
                        </td></tr><tr>
                    <td>№17<br>1. Решите уравнение \(x^2 − 18x + 77 = 0\)<br>
                        2. Решите уравнение \(x^2 − 17x + 66 = 0\) <br>
                        3. Решите уравнение \(x^2 + 13x + 40 = 0\) <br>
                        4. Решите уравнение \(x^2 − 9x + 18 = 0\) <br>
                        5. Решите уравнение \(x^2 + 21x + 68 = 0\) <br>
                        </td>
                    <td>№18<br>1. Решите уравнение \(x^2 + 24x + 95 = 0\)<br>
                        2. Решите уравнение \(x^2 + 21x + 38 = 0\) <br>
                        3. Решите уравнение \(x^2 − 12x − 45 = 0\) <br>
                        4. Решите уравнение \(x^2 + 6x − 91 = 0\) <br>
                        5. Решите уравнение \(x^2 + 17x + 52 = 0\) <br>
                        </td></tr><tr>
                    <td>№19<br>1. Решите уравнение \(x^2 − 8x + 12 = 0\)<br>
                        2. Решите уравнение \(x^2 − 6x − 16 = 0\) <br>
                        3. Решите уравнение \(x^2 − 20x + 36 = 0\) <br>
                        4. Решите уравнение \(x^2 − 11x − 60 = 0\) <br>
                        5. Решите уравнение \(x^2 − 13x + 36 = 0\) <br>
                        </td>
                    <td>№20<br>1. Решите уравнение \(x^2 − 18x + 77 = 0\)<br>
                        2. Решите уравнение \(x^2 − 19x + 78 = 0\) <br>
                        3. Решите уравнение \(x^2 + 18x + 32 = 0\) <br>
                        4. Решите уравнение \(x^2 + x − 56 = 0\) <br>
                        5. Решите уравнение \(x^2 − 7x − 18 = 0\) <br>
                        </td></tr><tr>
                   <td>№21<br>1. Решите уравнение \(x^2 − 2x − 15 = 0\)<br>
                       2. Решите уравнение \(x^2 − 9x − 22 = 0\) <br>
                       3. Решите уравнение \(x^2 − 19x + 70 = 0\) <br>
                       4. Решите уравнение \(x^2 + 8x + 15 = 0\) <br>
                       5. Решите уравнение \(x^2 − 22x + 72 = 0\) <br>
                       </td>
                    <td>№22<br>1. Решите уравнение \(x^2 − 10x − 75 = 0\)<br>
                        2. Решите уравнение \(x^2 − 15x − 34 = 0\) <br>
                        3. Решите уравнение \(x^2 − 9x − 90 = 0\) <br>
                        4. Решите уравнение \(x^2 + 9x − 22 = 0\) <br>
                        5. Решите уравнение \(x^2 + 9x − 90 = 0\) <br>
                        </td></tr><tr>
                    <td>№23<br>1. Решите уравнение \(x^2 − 9x + 18 = 0\)<br>
                        2. Решите уравнение \(x^2 + 11x + 18 = 0\) <br>
                        3. Решите уравнение \(x^2 + 22x + 40 = 0\) <br>
                        4. Решите уравнение \(x^2 − 20x + 91 = 0\) <br>
                        5. Решите уравнение \(x^2 − 16x + 55 = 0\) <br>
                        </td>
                    <td>№24<br>1. Решите уравнение \(x^2 + 12x − 45 = 0\)<br>
                        2. Решите уравнение \(x^2 + 16x − 80 = 0\) <br>
                        3. Решите уравнение \(x^2 + 5x − 66 = 0\) <br>
                        4. Решите уравнение \(x^2 + 19x + 88 = 0\) <br>
                        5. Решите уравнение \(x^2 + 13x + 22 = 0\) <br>
                        </td></tr><tr>
                    <td>№25<br>1. Решите уравнение \(x^2 − 6x − 40 = 0\)<br>
                        2. Решите уравнение \(x^2 + 20x + 96 = 0\) <br>
                        3. Решите уравнение \(x^2 − 17x − 60 = 0\) <br>
                        4. Решите уравнение \(x^2 − x − 72 = 0\) <br>
                        5. Решите уравнение \(x^2 − 2x − 63 = 0\) <br>
                        </td>
                    <td>№26<br>1. Решите уравнение \(x^2 − 15x − 34 = 0\)<br>
                        2. Решите уравнение \(x^2 + 17x − 38 = 0\) <br>
                        3. Решите уравнение \(x^2 + 5x − 24 = 0\) <br>
                        4. Решите уравнение \(x^2 + 8x − 33 = 0\) <br>
                        5. Решите уравнение \(x^2 − 10x − 96 = 0\) <br>
                        </td></tr><tr>
                    <td>№27<br>1. Решите уравнение \(x^2 − 7x + 12 = 0\)<br>
                        2. Решите уравнение \(x^2 + 12x + 32 = 0\) <br>
                        3. Решите уравнение \(x^2 + 19x + 60 = 0\) <br>
                        4. Решите уравнение \(x^2 + 10x − 96 = 0\) <br>
                        5. Решите уравнение \(x^2 − 6x − 55 = 0\) <br>
                        </td>
                    <td>№28<br>1. Решите уравнение \(x^2 + 11x − 60 = 0\)<br>
                        2. Решите уравнение \(x^2 + 4x − 60 = 0\) <br>
                        3. Решите уравнение \(x^2 − x − 6 = 0\) <br>
                        4. Решите уравнение \(x^2 + 24x + 80 = 0\) <br>
                        5. Решите уравнение \(x^2 − 4x − 32 = 0\) <br>
                        </td></tr><tr>
                    <td>№29<br>1. Решите уравнение \(x^2 + 2x − 8 = 0\)<br>
                        2. Решите уравнение \(x^2 + 9x − 70 = 0\) <br>
                        3. Решите уравнение \(x^2 + 7x − 60 = 0\) <br>
                        4. Решите уравнение \(x^2 − 22x + 72 = 0\) <br>
                        5. Решите уравнение \(x^2 − 19x + 90 = 0\) <br>
                        </td>
                    <td>№30<br>1. Решите уравнение \(x^2 + 18x + 45 = 0\)<br>
                        2. Решите уравнение \(x^2 + 9x − 70 = 0\) <br>
                        3. Решите уравнение \(x^2 − 12x − 28 = 0\) <br>
                        4. Решите уравнение \(x^2 − 11x + 28 = 0\)<br>
                        5. Решите уравнение \(x^2 + 13x − 30 = 0\)<br>
                        </td></tr><tr>
                    <td>№31<br>1. Решите уравнение \(x^2 + 8x − 33 = 0\)<br>
                        2. Решите уравнение \(x^2 + 8x − 33 = 0\) <br>
                        3. Решите уравнение \(x^2 − 9x + 20 = 0\)<br>
                        4. Решите уравнение \(x^2 − x − 90 = 0\) <br>
                        5. Решите уравнение \(x^2 − 20x + 75 = 0\) <br>
                        </td>
                    <td>№32<br>1. Решите уравнение \(x^2 + 12x + 32 = 0\)<br>
                        2. Решите уравнение \(x^2 + 19x + 84 = 0\) <br>
                        3. Решите уравнение \(x^2 + 7x + 10 = 0\) <br>
                        4. Решите уравнение \(x^2 − 11x + 18 = 0\) <br>
                        5. Решите уравнение \(x^2 + 20x + 36 = 0\) <br>
                        </td></tr><tr>
                    <td>№33<br>1. Решите уравнение \(x^2 − 23x + 90 = 0\)<br>
                        2. Решите уравнение \(x^2 − 13x + 30 = 0\) <br>
                        3. Решите уравнение \(x^2 + 22x + 72 = 0\)<br>
                        4. Решите уравнение \(x^2 + 11x − 60 = 0\) <br>
                        5. Решите уравнение \(x^2 + 14x − 95 = 0\) <br>
                        </td>
                    <td>№34<br>1. Решите уравнение \(x^2 − 13x + 36 = 0\)<br>
                        2. Решите уравнение \(x^2 + 13x + 42 = 0\) <br>
                        3. Решите уравнение \(x^2 − 4x − 32 = 0\) <br>
                        4. Решите уравнение \(x^2 − 8x − 84 = 0\) <br>
                        5. Решите уравнение \(x^2 + 12x + 32 = 0\) <br>
                        </td></tr><tr>
                    <td>№35<br>1. Решите уравнение \(x^2 + 7x − 98 = 0\)<br>
                        2. Решите уравнение \(x^2 − 7x − 60 = 0\) <br>
                        3. Решите уравнение \(x^2 + 17x + 72 = 0\)<br>
                        4. Решите уравнение \(x^2 + 19x + 48 = 0\) <br>
                        5. Решите уравнение \(x^2 − 19x + 70 = 0\)<br>
                        </td>
                    <td>№36<br>1. Решите уравнение \(x^2 − 17x + 30 = 0\)<br>
                        2. Решите уравнение \(x^2 + 15x − 34 = 0\) <br>
                        3. Решите уравнение \(x^2 − 13x − 30 = 0\) <br>
                        4. Решите уравнение \(x^2 − 19x + 90 = 0\) <br>
                        5. Решите уравнение \(x^2 − x − 20 = 0\) <br>
                        </td></tr><tr>
                    <td>№37<br>1. Решите уравнение \(x^2 − 2x − 35 = 0\)<br>
                        2. Решите уравнение \(x^2 + 16x + 39 = 0\) <br>
                        3. Решите уравнение \(x^2 + 8x − 84 = 0\) <br>
                        4. Решите уравнение \(x^2 − 12x + 27 = 0\) <br>
                        5. Решите уравнение \(x^2 − 20x + 75 = 0\) <br>
                        </td>
                    <td>№38<br>1. Решите уравнение \(x^2 − 17x + 52 = 0\)<br>
                        2. Решите уравнение \(x^2 + 5x − 50 = 0\)<br>
                        3. Решите уравнение \(x^2 + 24x + 95 = 0\) <br>
                        4. Решите уравнение \(x^2 − x − 12 = 0\) <br>
                        5. Решите уравнение \(x^2 + 4x − 32 = 0\)<br>
                        </td></tr><tr>
                    <td>№39<br>1. Решите уравнение \(x^2 − 11x + 24 = 0\)<br>
                        2. Решите уравнение \(x^2 − 3x − 40 = 0\) <br>
                        3. Решите уравнение \(x^2 + 19x + 70 = 0\) <br>
                        4. Решите уравнение \(x^2 + 7x + 12 = 0\) <br>
                        5. Решите уравнение \(x^2 + 17x + 60 = 0\) <br>
                        </td>
                    <td>№40<br>1. Решите уравнение \(x^2 − 21x + 38 = 0\)<br>
                        2. Решите уравнение \(x^2 + 20x + 36 = 0\) <br>
                        3. Решите уравнение \(x^2 + x − 72 = 0\) <br>
                        4. Решите уравнение \(x^2 + 17x + 72 = 0\) <br>
                        5. Решите уравнение \(x^2 + 9x + 18 = 0\) <br>
                        </td></tr>
            </table>
        </div>
    </main>
</body>
</html>